---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.IFamilyLoadOptions
source: html/5da8e3c5-9b49-f942-02fc-7e7783fe8f00.htm
---
# IFamilyLoadOptions Members

A method called when the family was found in the target document.